Repository: SSingh-github/swift-localization
Catalog: LocalizationTask/*.lproj/Localizable.strings
Languages: hi

source: Account Details
hi: सारांश रिकॉर्ड

source: First Name*
hi: प्रथम नाम*

source: Last Name*
hi: कुलनाम*

source: Enter name
hi: अपना नाम भरें

source: Date of Birth
hi: जन्म की तारीख

source: Select
hi: चुनना

source: Minimum age allowed is 18 years old
hi: न्यूनतम आयु की अनुमति 18 वर्ष है

source: Height*
hi: ऊंचाई*

source: kg/cm
hi: किग्रा/सेमी

source: lbs/inch
hi: एलबीएस / इंच

source: you will be asked to log your weight as soon as your challange is started
hi: आपका चालान शुरू होते ही आपको अपना वजन दर्ज करने के लिए कहा जाएगा

source: Gender*
hi: लिंग*

source: Hide my weight from other members
hi: मेरा वजन अन्य सदस्यों से छुपाएं

source: Sync BetterTogether with
hi: साथ में बेहतर सिंक करें

source: Apple Health
hi: सेब स्वास्थ्य

source: Steps, Floors, Glasses
hi: कदम, फर्श, चश्मा

source: Fitbit
hi: उपयुक्तअंश

source: The sync is activated every time that you enter the app. It is recommended to enter at the end of the day to record the full day achievements
hi: हर बार जब आप ऐप में प्रवेश करते हैं तो सिंक सक्रिय हो जाता है। पूरे दिन की उपलब्धियों को दर्ज करने के लिए दिन के अंत में प्रवेश करने की सिफारिश की जाती है

source: Popup Settings
hi: पॉपअप सेटिंग्स

source: Daily Tips
hi: दैनिक युक्तियाँ

source: Wellness daily tips pop-ups
hi: कल्याण दैनिक युक्तियाँ पॉप-अप

source: save
hi: स्थापित

source: male
hi: नर

source: female
hi: महिला

source: 4ft
hi: 4फुट

source: 5ft
hi: 5फुट

source: 6ft
hi: 6फुट

source: English
hi: अंग्रेज़ी

source: Hindi
hi: हिंदी

source: Arabic
hi: अरबी

source: language
hi: भाषा
